%%%-------------------------------------------------------------------
%%% @author wanghe
%%% @copyright (C) 2014, <COMPANY>
%%% @doc
%%% 从mysql表生成的record
%%% 待开发生成工具
%%% @end
%%% Created : 16. 五月 2014 14:32
%%%-------------------------------------------------------------------
-author("wanghe").

%%服务器列表
-record(server,{
  id=0,         %%编号ID
  ip="",        %%IP地址
  port=0,       %%端口号
  node="",      %%节点
  num=0,        %%节点用户数
  stop_access=0 %%是否停止登录该节点，0为可以登录，1为停止登录
}).


